import React from "react";

const MainPage = () => {
  return (
    <div>
      <h2 className="fs-4 my-5">Головна</h2>
      <div className={"my-2"}>
        Техніко-економічне обґрунтування проводиться з метою визначення
        економічної доцільності подальшої промислової експлуатації запасів
        підземних вод.
      </div>
      <div className={"my-2"}>
        Техніко-економічне обґрунтування виконується на основі аналізу
        досягнутих в процесі експлуатації та прогнозних техніко-економічних
        показників підприємства, для якого виконується ТЕО, для розрахунку
        показників введіть необхідні дані на відповідних сторінках.
      </div>
      <div className={"my-2"}>
        Даний додаток дозволяє:
        <ul>
          <li>виконати аналіз досягнутих обсягів видобутку води;</li>
          <li>розрахувати капіталовкладення та амортизаційні витрати;</li>
          <li>визначити собівартість продукції;</li>
          <li>
            розрахувати валовий дохід та прибуток підприємства,
            капіталовкладення у виробничі фонди та рентабельність
            водоспоживання, окупність капіталовкладень, дохід власника надр;
          </li>
          <li>визначити мінімальну рентабельну потужність підприємства;</li>
          <li>розрахувати чистий дисконтований грошовий потік;</li>
          <li>визначити внутрішню норму прибутковості;</li>
          <li>
            визначити життєвий цикл прогнозної експлуатації, дисконтований строк
            окупності, індекс прибутковості;
          </li>
          <li>розрахувати коефіцієнт рентабельності;</li>
          <li>
            визначити очікувані техніко-економічні показники експлуатації.
          </li>
        </ul>
      </div>
    </div>
  );
};

export default MainPage;
